<pad> 0
<sos> 1
<eos> 2
<unk> 3
= 4
Valkyria 5
Chronicles 6
III 7
no 8
3 9
: 10
( 11
Japanese 12
, 13
lit 14
. 15
of 16
the 17
) 18
commonly 19
referred 20
to 21
as 22
outside 23
Japan 24
is 25
a 26
tactical 27
role 28
@-@ 29
playing 30
video 31
game 32
developed 33
by 34
Sega 35
and 36
for 37
PlayStation 38
Portable 39
Released 40
in 41
January 42
2011 43
it 44
third 45
series 46
same 47
fusion 48
real 49
time 50
gameplay 51
its 52
predecessors 53
story 54
runs 55
parallel 56
first 57
follows 58
" 59
Nameless 60
military 61
unit 62
serving 63
nation 64
during 65
Second 66
War 67
who 68
perform 69
secret 70
black 71
operations 72
are 73
pitted 74
against 75
Imperial 76
Raven 77
The 78
began 79
development 80
2010 81
carrying 82
over 83
large 84
portion 85
work 86
done 87
on 88
II 89
While 90
retained 91
standard 92
features 93
also 94
underwent 95
multiple 96
adjustments 97
such 98
making 99
more 100
newcomers 101
Character 102
designer 103
composer 104
both 105
returned 106
from 107
previous 108
entries 109
along 110
with 111
director 112
A 113
team 114
writers 115
handled 116
script 117
's 118
opening 119
theme 120
was 121
sung 122
May 123
It 124
met 125
positive 126
sales 127
praised 128
western 129
critics 130
After 131
release 132
received 133
downloadable 134
content 135
an 136
expanded 137
edition 138
November 139
that 140
year 141
adapted 142
into 143
manga 144
original 145
animation 146
Due 147
low 148
not 149
localized 150
but 151
fan 152
translation 153
compatible 154
released 155
2014 156
would 157
return 158
franchise 159
Revolution 160
4 161
Gameplay 162
As 163
games 164
where 165
players 166
take 167
control 168
part 169
missions 170
enemy 171
forces 172
Stories 173
told 174
through 175
comic 176
book 177
like 178
panels 179
animated 180
character 181
portraits 182
characters 183
speaking 184
partially 185
voiced 186
speech 187
text 188
player 189
progresses 190
linear 191
gradually 192
unlocked 193
maps 194
can 195
be 196
freely 197
they 198
route 199
each 200
location 201
map 202
varies 203
depending 204
individual 205
approach 206
when 207
one 208
option 209
selected 210
other 211
sealed 212
off 213
Outside 214
rest 215
camp 216
units 217
growth 218
occurs 219
Alongside 220
main 221
specific 222
sub 223
relating 224
different 225
squad 226
members 227
completion 228
additional 229
episodes 230
some 231
them 232
having 233
higher 234
difficulty 235
than 236
those 237
found 238
There 239
love 240
simulation 241
elements 242
related 243
two 244
heroines 245
although 246
very 247
minor 248
battle 249
system 250
carried 251
directly 252
During 253
select 254
using 255
top 256
down 257
perspective 258
battlefield 259
once 260
moves 261
around 262
person 263
only 264
act 265
per 266
turn 267
granted 268
turns 269
at 270
expense 271
' 272
Each 273
has 274
field 275
distance 276
movement 277
limited 278
their 279
Action 280
Up 281
nine 282
assigned 283
single 284
mission 285
will 286
call 287
out 288
if 289
something 290
happens 291
health 292
points 293
HP 294
getting 295
or 296
being 297
knocked 298
attacks 299
skills 300
unique 301
They 302
divided 303
Personal 304
which 305
innate 306
remain 307
unless 308
otherwise 309
dictated 310
either 311
help 312
Battle 313
grown 314
throughout 315
always 316
grant 317
To 318
learn 319
Masters 320
Table 321
grid 322
based 323
skill 324
table 325
used 326
acquire 327
link 328
Characters 329
have 330
Special 331
temporary 332
Kurt 333
activate 334
Direct 335
Command 336
move 337
without 338
his 339
Point 340
gauge 341
shift 342
her 343
Form 344
become 345
while 346
target 347
heavy 348
weapon 349
five 350
classes 351
Scouts 352
Engineers 353
Armored 354
Soldier 355
switch 356
changing 357
class 358
does 359
greatly 360
affect 361
gained 362
With 363
victory 364
experience 365
awarded 366
distributed 367
attributes 368
shared 369
entire 370
feature 371
differing 372
early 373
method 374
distributing 375
types 376
Plot 377
takes 378
place 379
Army 380
Squad 381
422 382
known 383
composed 384
criminals 385
foreign 386
whose 387
names 388
records 389
officially 390
numbers 391
most 392
dangerous 393
Regular 394
Militia 395
do 396
nevertheless 397
up 398
task 399
exemplified 400
motto 401
meaning 402
Always 403
three 404
Irving 405
army 406
officer 407
falsely 408
accused 409
treason 410
wishes 411
himself 412
; 413
Ace 414
female 415
weapons 416
specialist 417
seeks 418
revenge 419
destroyed 420
home 421
seemingly 422
young 423
woman 424
descendant 425
Together 426
fellow 427
these 428
tasked 429
fight 430
mysterious 431
consisting 432
mostly 433
soldiers 434
exist 435
upper 436
exploit 437
concept 438
plausible 439
order 440
send 441
make 442
lose 443
face 444
war 445
times 446
this 447
works 448
advantage 449
successful 450
incursion 451
territory 452
orders 453
cause 454
certain 455
great 456
distress 457
One 458
member 459
becomes 460
so 461
enraged 462
he 463
post 464
defects 465
ranks 466
attached 467
ideal 468
independence 469
proposed 470
leader 471
At 472
within 473
protect 474
own 475
interests 476
allies 477
enemies 478
combined 479
presence 480
traitor 481
desperately 482
keep 483
themselves 484
alive 485
effort 486
This 487
continues 488
until 489
commanding 490
Ramsey 491
had 492
been 493
kept 494
under 495
house 496
arrest 497
escorted 498
capital 499
city 500
present 501
evidence 502
weary 503
expose 504
General 505
due 506
events 507
partly 508
major 509
losses 510
manpower 511
suffers 512
towards 513
end 514
Empire 515
offered 516
formal 517
position 518
rather 519
serve 520
anonymous 521
shadow 522
force 523
short 524
lived 525
however 526
following 527
Maximilian 528
defeat 529
ancient 530
super 531
Without 532
support 533
chance 534
prove 535
last 536
card 537
creating 538
new 539
armed 540
invading 541
just 542
nations 543
cease 544
fire 545
certainly 546
wreck 547
peace 548
decides 549
again 550
asking 551
list 552
all 553
command 554
killed 555
action 556
Now 557
owing 558
allegiance 559
none 560
confronts 561
destroys 562
then 563
goes 564
separate 565
ways 566
begin 567
lives 568
Development 569
Concept 570
after 571
finished 572
full 573
beginning 574
shortly 575
took 576
approximately 577
staff 578
look 579
popular 580
response 581
what 582
wanted 583
next 584
Like 585
predecessor 586
wanting 587
mechanics 588
created 589
come 590
revolutionary 591
idea 592
warrant 593
entry 594
Speaking 595
interview 596
stated 597
considered 598
true 599
sequel 600
required 601
amount 602
trial 603
error 604
platform 605
gave 606
improve 607
upon 608
best 609
parts 610
In 611
addition 612
scenario 613
written 614
Its 615
darker 616
majority 617
material 618
design 619
improvements 620
were 621
made 622
graphics 623
structure 624
number 625
playable 626
upgrade 627
involved 628
models 629
body 630
achieve 631
cooperative 632
incorporated 633
second 634
removed 635
memory 636
space 637
needed 638
adjusted 639
settings 640
ease 641
play 642
could 643
appeal 644
retaining 645
essential 646
components 647
newer 648
systems 649
decided 650
designs 651
worked 652
When 653
faced 654
problem 655
uniforms 656
essentially 657
despite 658
him 659
needing 660
create 661
identify 662
maintaining 663
sense 664
reality 665
world 666
color 667
engine 668
anime 669
produced 670
Production 671
Music 672
music 673
originally 674
heard 675
about 676
project 677
thought 678
light 679
tone 680
similar 681
themes 682
much 683
expected 684
An 685
designed 686
vision 687
rejected 688
He 689
seven 690
production 691
need 692
initially 693
recorded 694
orchestra 695
guitar 696
bass 697
synthesizer 698
before 699
segments 700
piece 701
incorporating 702
tune 703
played 704
ending 705
modern 706
divorced 707
fantasy 708
musical 709
instruments 710
constructed 711
working 712
synthesized 713
felt 714
incorporate 715
live 716
arranged 717
several 718
later 719
tracks 720
song 721
If 722
You 723
... 724
Kimi 725
singer 726
reason 727
fought 728
particular 729
wish 730
precious 731
responsibility 732
duty 733
lyrics 734
singles 735
Release 736
September 737
teaser 738
website 739
revealed 740
issue 741
Famitsu 742
listed 743
arriving 744
public 745
appearance 746
Tokyo 747
Game 748
Show 749
demo 750
available 751
journalists 752
attendees 753
publicity 754
details 755
spoil 756
too 757
potential 758
still 759
flux 760
reveal 761
promote 762
detail 763
leading 764
Flash 765
visual 766
novel 767
27 768
said 769
capacity 770
plans 771
finalized 772
Multiple 773
featuring 774
between 775
February 776
April 777
Extra 778
Edition 779
23 780
sold 781
lower 782
price 783
chosen 784
pre 785
bonus 786
People 787
owned 788
transfer 789
save 790
data 791
versions 792
Unlike 793
west 794
According 795
poor 796
general 797
PSP 798
unofficial 799
patch 800
2012 801
copy 802
download 803
apply 804
translated 805
English 806
Reception 807
On 808
day 809
topped 810
exclusive 811
multi 812
charts 813
By 814
102 815
@,@ 816
coming 817
overall 818
Last 819
Story 820
Wii 821
152 822
500 823
enjoyed 824
particularly 825
pleased 826
gaming 827
site 828
Watch 829
negatively 830
noting 831
pacing 832
recycled 833
generally 834
entertaining 835
putting 836
spikes 837
writer 838
Play 839
Test 840
article 841
provided 842
profound 843
feeling 844
closure 845
annoying 846
limitations 847
aspects 848
special 849
abilities 850
positively 851
noted 852
Official 853
Magazine 854
- 855
UK 856
moral 857
standing 858
art 859
style 860
latter 861
continued 862
quality 863
balance 864
criticism 865
affected 866
Heath 867
non 868
removal 869
praising 870
returning 871
serious 872
Points 873
criticized 874
review 875
awkward 876
cutscenes 877
seemed 878
include 879
scene 880
good 881
issues 882
occasional 883
problems 884
AI 885
preview 886
Ryan 887
IGN 888
left 889
excited 890
go 891
completing 892
enjoying 893
improved 894
visuals 895
Richard 896
highly 897
citing 898
form 899
His 900
criticisms 901
length 902
repetition 903
expressing 904
regret 905
Legacy 906
featured 907
Nintendo 908
3DS 909
crossover 910
Project 911
X 912
Zone 913
representing 914
develop 915
forms 916
episode 917
Network 918
planned 919
availability 920
period 921
extended 922
summer 923
DVD 924
June 925
29 926
August 927
31 928
Black 929
Blue 930
editions 931
purchase 932
set 933
half 934
detailing 935
rivals 936
announced 937
1 938
Pictures 939
Shinji 940
directed 941
title 942
inspired 943
principle 944
purpose 945
suffer 946
goals 947
others 948
Road 949
referenced 950
Tank 951
Museum 952
Moscow 953
how 954
regained 955
self 956
stripped 957
identities 958
focused 959
consequences 960
realistic 961
possible 962
consequence 963
did 964
extensive 965
research 966
happened 967
vehicles 968
tanks 969
overturned 970
damaged 971
timeline 972
television 973
adaptation 974
cast 975
appearances 976
Light 977
Flowers 978
Will 979
Bloom 980
Both 981
songs 982
respective 983
artists 984
Two 985
adaptations 986
protagonists 987
Flower 988
illustrated 989
eventually 990
volumes 991
serialized 992
Crimson 993
Fate 994
volume 995
Tower 996
Building 997
Little 998
Rock 999
Arsenal 1000
U.S. 1001
building 1002
located 1003
MacArthur 1004
Park 1005
downtown 1006
Arkansas 1007
Built 1008
1840 1009
installation 1010
Since 1011
housed 1012
museums 1013
Natural 1014
History 1015
1942 1016
1997 1017
Military 1018
since 1019
2001 1020
headquarters 1021
Club 1022
1894 1023
receives 1024
name 1025
distinct 1026
octagonal 1027
tower 1028
Besides 1029
remaining 1030
oldest 1031
buildings 1032
central 1033
birthplace 1034
Douglas 1035
became 1036
supreme 1037
commander 1038
US 1039
South 1040
Pacific 1041
World 1042
starting 1043
Camden 1044
Expedition 1045
named 1046
10 1047
attractions 1048
state 1049
Construction 1050
arsenal 1051
request 1052
Governor 1053
James 1054
Conway 1055
perceived 1056
dangers 1057
frontier 1058
life 1059
fears 1060
many 1061
Native 1062
Americans 1063
passing 1064
way 1065
newly 1066
established 1067
Oklahoma 1068
Territory 1069
Thirty 1070
six 1071
acres 1072
appropriated 1073
outskirts 1074
Major 1075
Robert 1076
B. 1077
Lee 1078
land 1079
previously 1080
local 1081
jockey 1082
club 1083
John 1084
Walker 1085
builder 1086
Federal 1087
Government 1088
supervised 1089
construction 1090
Originally 1091
$ 1092
14 1093
000 1094
allocated 1095
proved 1096
inadequate 1097
budget 1098
increased 1099
30 1100
Work 1101
permanent 1102
built 1103
Being 1104
store 1105
ammunition 1106
foot 1107
thick 1108
0 1109
@.@ 1110
91 1111
m 1112
exterior 1113
walls 1114
called 1115
stone 1116
masonry 1117
instead 1118
Gazette 1119
splendid 1120
specimen 1121
Civil 1122
For 1123
years 1124
federal 1125
government 1126
served 1127
simple 1128
arms 1129
depot 1130
staffed 1131
handful 1132
But 1133
1860 1134
American 1135
horizon 1136
company 1137
United 1138
States 1139
Artillery 1140
sixty 1141
men 1142
transferred 1143
Captain 1144
15 1145
1861 1146
legislature 1147
hold 1148
referendum 1149
determine 1150
convention 1151
should 1152
held 1153
consider 1154
secession 1155
elect 1156
delegates 1157
18 1158
wait 1159
28 1160
Henry 1161
Massey 1162
informed 1163
permitted 1164
possession 1165
officers 1166
State 1167
authority 1168
people 1169
shall 1170
determined 1171
connection 1172
responded 1173
telling 1174
came 1175
desperate 1176
ultimately 1177
futile 1178
dispatch 1179
letters 1180
reinforcements 1181
rumors 1182
widely 1183
spread 1184
already 1185
telegraph 1186
wire 1187
span 1188
Memphis 1189
recently 1190
completed 1191
Local 1192
attorney 1193
M 1194
asked 1195
compose 1196
dispatched 1197
message 1198
reported 1199
troops 1200
sent 1201
reinforce 1202
outposts 1203
Indian 1204
recalled 1205
winter 1206
quarters 1207
garrison 1208
Fort 1209
Smith 1210
richest 1211
stores 1212
supposed 1213
ultimate 1214
destination 1215
[ 1216
sic 1217
] 1218
ordered 1219
item 1220
intended 1221
simply 1222
news 1223
lines 1224
quickly 1225
procession 1226
sentiment 1227
rumor 1228
interpreted 1229
governor 1230
assemble 1231
expel 1232
5 1233
militia 1234
guarantee 1235
situations 1236
deemed 1237
necessary 1238
assembled 1239
denied 1240
ordering 1241
giving 1242
any 1243
fact 1244
believing 1245
consensus 1246
citizens 1247
conflict 1248
civilian 1249
forced 1250
situation 1251
6 1252
demand 1253
surrender 1254
prompted 1255
emergency 1256
munitions 1257
authorities 1258
security 1259
authorized 1260
me 1261
assumed 1262
aspect 1263
my 1264
executive 1265
official 1266
prevent 1267
collision 1268
your 1269
I 1270
therefore 1271
delivery 1272
charge 1273
subject 1274
4th 1275
March 1276
Perhaps 1277
because 1278
Abraham 1279
Lincoln 1280
yet 1281
inaugurated 1282
President 1283
instructions 1284
superiors 1285
withdraw 1286
agreed 1287
long 1288
provisions 1289
allowed 1290
safe 1291
passage 1292
direction 1293
personal 1294
property 1295
besides 1296
march 1297
away 1298
leaving 1299
conquered 1300
surrendering 1301
morning 1302
8 1303
signed 1304
agreement 1305
placing 1306
hands 1307
officials 1308
That 1309
afternoon 1310
citizen 1311
marched 1312
head 1313
All 1314
point 1315
except 1316
stayed 1317
behind 1318
listen 1319
hand 1320
classified 1321
deposit 1322
warehouse 1323
storage 1324
use 1325
crisis 1326
Thus 1327
there 1328
substantial 1329
ordnance 1330
repairs 1331
nor 1332
manufacture 1333
fell 1334
Most 1335
started 1336
scratch 1337
efforts 1338
Board 1339
Inside 1340
seizure 1341
Confederates 1342
247 1343
250 1344
520 1345
percussion 1346
caps 1347
well 1348
four 1349
bronze 1350
cannon 1351
battery 1352
Long 1353
inventory 1354
consisted 1355
converted 1356
53 1357
rifle 1358
900 1359
common 1360
rifles 1361
125 1362
Mississippi 1363
Rifle 1364
54 1365
2 1366
Hall 1367
267 1368
Total 1369
Of 1370
ready 1371
Note 1372
somewhat 1373
various 1374
5th 1375
6th 1376
7th 1377
8th 1378
Infantry 1379
Regiments 1380
mustered 1381
issued 1382
/ 1383
caliber 1384
9th 1385
10th 1386
companies 1387
Kelly 1388
Battalion 1389
3rd 1390
Cavalry 1391
Regiment 1392
Rifles 1393
comprising 1394
infantry 1395
Van 1396
West 1397
1st 1398
2nd 1399
Mounted 1400
11th 1401
12th 1402
supply 1403
almost 1404
completely 1405
exhausted 1406
old 1407
equipment 1408
machinery 1409
east 1410
River 1411
Maj. 1412
Gen. 1413
Earl 1414
1862 1415
lost 1416
river 1417
Napoleon 1418
Jackson 1419
probably 1420
campaign 1421
1863 1422
Thomas 1423
C. 1424
district 1425
nearly 1426
another 1427
revived 1428
collection 1429
small 1430
manufacturing 1431
turned 1432
quantity 1433
excellent 1434
Lead 1435
mines 1436
opened 1437
chemical 1438
laboratory 1439
successfully 1440
operated 1441
aid 1442
Ordnance 1443
Department 1444
oil 1445
spirits 1446
iron 1447
valuable 1448
near 1449
75 1450
miles 1451
south 1452
tools 1453
gathered 1454
else 1455
labor 1456
Nothing 1457
sort 1458
attempted 1459
account 1460
knowledge 1461
taken 1462
neither 1463
sufficient 1464
enterprise 1465
among 1466
engage 1467
further 1468
lead 1469
vicinity 1470
donation 1471
purchases 1472
brought 1473
rapidly 1474
prepared 1475
Laboratory 1476
illustrating 1477
country 1478
may 1479
documents 1480
Library 1481
cartridge 1482
paper 1483
employed 1484
conscripted 1485
purchased 1486
impressed 1487
repair 1488
guns 1489
equal 1490
commenced 1491
observing 1492
spirit 1493
strong 1494
remainder 1495
1500 1496
soon 1497
obtained 1498
days 1499
change 1500
Confederate 1501
establishment 1502
reactivated 1503
Looking 1504
suitable 1505
activity 1506
Navy 1507
borrowed 1508
Lieutenant 1509
W. 1510
Lt. 1511
gunboat 1512
hopes 1513
converting 1514
ironclad 1515
draw 1516
pay 1517
placed 1518
activities 1519
included 1520
artillery 1521
functions 1522
rank 1523
lieutenant 1524
colonel 1525
Col. 1526
Returns 1527
month 1528
Vol 1529
149 1530
Chapter 1531
IV 1532
Rebel 1533
Records 1534
scope 1535
crucial 1536
Post 1537
persons 1538
No 1539
shops 1540
open 1541
Material 1542
etc 1543
employment 1544
Green 1545
Murphy 1546
20 1547
enlisted 1548
repairing 1549
26 1550
carpenter 1551
packing 1552
boxes 1553
performed 1554
pair 1555
bullet 1556
buck 1557
& 1558
ball 1559
shot 1560
repaired 1561
750 1562
guard 1563
office 1564
police 1565
duties 1566
inspected 1567
build 1568
Sanford 1569
Faulkner 1570
presumably 1571
naval 1572
shows 1573
275 1574
117 1575
rounds 1576
pounder 1577
130 1578
96 1579
236 1580
service 1581
pistols 1582
painted 1583
gun 1584
carriages 1585
Guard 1586
above 1587
months 1588
indicating 1589
remained 1590
predominant 1591
sixth 1592
less 1593
obsolete 1594
continue 1595
pace 1596
scale 1597
notation 1598
week 1599
packed 1600
obedience 1601
Chief 1602
District 1603
marks 1604
evacuation 1605
surrendered 1606
advancing 1607
Frederick 1608
Steele 1609
11 1610
1864 1611
Union 1612
recaptured 1613
briefly 1614
seized 1615
Joseph 1616
Brooks 1617
Baxter 1618
1874 1619
1873 1620
renamed 1621
Barracks 1622
barracks 1623
married 1624
families 1625
drastically 1626
altered 1627
inside 1628
Prior 1629
renovation 1630
rear 1631
basement 1632
door 1633
entrance 1634
floors 1635
1868 1636
front 1637
added 1638
interior 1639
stairs 1640
today 1641
including 1642
staircase 1643
1880 1644
born 1645
northwest 1646
floor 1647
father 1648
Arthur 1649
stationed 1650
1880s 1651
closing 1652
favor 1653
smaller 1654
ones 1655
railroads 1656
quick 1657
deployment 1658
word 1659
Washington 1660
must 1661
abandoned 1662
October 1663
1890 1664
12 1665
1893 1666
surrounding 1667
traded 1668
km 1669
² 1670
North 1671
condition 1672
forever 1673
exclusively 1674
devoted 1675
uses 1676
purposes 1677
park 1678
Big 1679
Mountain 1680
north 1681
side 1682
Logan 1683
H. 1684
Roots 1685
demolished 1686
women 1687
societies 1688
moved 1689
membership 1690
larger 1691
organizations 1692
raised 1693
money 1694
Columbian 1695
Exposition 1696
Chicago 1697
Fair 1698
fair 1699
conclusion 1700
artifacts 1701
exhibit 1702
displayed 1703
invited 1704
meet 1705
Room 1706
Except 1707
meetings 1708
largely 1709
fifty 1710
suffered 1711
significant 1712
deterioration 1713
financial 1714
even 1715
paid 1716
electric 1717
bill 1718
Great 1719
Depression 1720
headquartered 1721
Public 1722
20th 1723
century 1724
Veterans 1725
– 1726
1911 1727
Over 1728
106 1729
veterans 1730
largest 1731
gathering 1732
history 1733
attended 1734
camped 1735
camping 1736
area 1737
Later 1738
National 1739
1912 1740
library 1741
1917 1742
station 1743
now 1744
gone 1745
band 1746
shell 1747
Foster 1748
longer 1749
exists 1750
1936 1751
Works 1752
Progress 1753
Administration 1754
Fine 1755
Arts 1756
Center 1757
Register 1758
Historic 1759
Places 1760
1970 1761
association 1762
Sites 1763
Landmark 1764
designated 1765
1994 1766
renovated 1767
philanthropist 1768
City 1769
museum 1770
decommissioned 1771
Bernie 1772
Babcock 1773
finally 1774
honor 1775
Science 1776
merged 1777
Children 1778
Station 1779
Discovery 1780
relocated 1781
historic 1782
Market 1783
19 1784
goal 1785
educate 1786
inform 1787
visitors 1788
preserve 1789
servicemen 1790
commemorate 1791
Mary 1792
Barker 1793
1895 1794
16 1795
1973 1796
illustrations 1797
depicting 1798
flowers 1799
education 1800
correspondence 1801
courses 1802
instruction 1803
Croydon 1804
School 1805
Art 1806
Her 1807
earliest 1808
professional 1809
greeting 1810
cards 1811
juvenile 1812
magazine 1813
Spring 1814
published 1815
1923 1816
Similar 1817
books 1818
decades 1819
devout 1820
Anglican 1821
donated 1822
artworks 1823
Christian 1824
missionary 1825
She 1826
few 1827
themed 1828
’ 1829
s 1830
Book 1831
collaboration 1832
sister 1833
Dorothy 1834
Me 1835
stained 1836
glass 1837
window 1838
St. 1839
Edmund 1840
Church 1841
painting 1842
Christ 1843
Child 1844
Darling 1845
Has 1846
Come 1847
Queen 1848
equally 1849
pen 1850
ink 1851
Kate 1852
Pre 1853
principal 1854
influences 1855
claimed 1856
paint 1857
artistic 1858
theories 1859
died 1860
Though 1861
she 1862
spring 1863
autumn 1864
wasn 1865
't 1866
1985 1867
posthumously 1868
Biography 1869
Early 1870
daughter 1871
youngest 1872
child 1873
Walter 1874
partner 1875
seed 1876
amateur 1877
artist 1878
wife 1879
Eleanor 1880
Oswald 1881
66 1882
Surrey 1883
England 1884
cared 1885
parents 1886
elder 1887
care 1888
family 1889
moderately 1890
belonged 1891
middle 1892
cook 1893
prepare 1894
meals 1895
hired 1896
spent 1897
bed 1898
amusing 1899
herself 1900
nursery 1901
Randolph 1902
exerted 1903
1919 1904
1908 1905
13 1906
entered 1907
evening 1908
school 1909
1940s 1910
teaching 1911
Sons 1912
bought 1913
little 1914
drawings 1915
sovereign 1916
won 1917
prize 1918
Society 1919
poster 1920
competition 1921
afterward 1922
elected 1923
critic 1924
remarked 1925
show 1926
remarkable 1927
freedom 1928
promise 1929
Following 1930
death 1931
seventeen 1932
submitted 1933
poetry 1934
My 1935
Own 1936
Leading 1937
mother 1938
taught 1939
kindergarten 1940
private 1941
schools 1942
supervising 1943
household 1944
literature 1945
releases 1946
Coming 1947
Sir 1948
Conan 1949
Doyle 1950
Peter 1951
Pan 1952
fairy 1953
Australian 1954
Ida 1955
sending 1956
friends 1957
1920s 1958
1918 1959
flower 1960
paintings 1961
publishers 1962
£ 1963
25 1964
24 1965
accompanying 1966
verses 1967
publication 1968
Summer 1969
1925 1970
royalties 1971
Clayton 1972
Calthrop 1973
author 1974
Dion 1975
wrote 1976
taste 1977
1924 1978
level 1979
semi 1980
detached 1981
Victorian 1982
studio 1983
garden 1984
conducted 1985
room 1986
back 1987
Andrew 1988
churches 1989
privileged 1990
sometimes 1991
religious 1992
described 1993
Canon 1994
Ingram 1995
Hill 1996
pillars 1997
children 1998
modelled 1999
closed 2000
1940 2001
1958 2002
ran 2003
borrow 2004
students 2005
atmosphere 2006
never 2007
forgot 2008
relatives 2009
Gladys 2010
posed 2011
plants 2012
readily 2013
Gardens 2014
provide 2015
specimens 2016
costumes 2017
leaves 2018
plant 2019
trunk 2020
wings 2021
twigs 2022
broken 2023
illustration 2024
often 2025
Middle 2026
late 2027
doubt 2028
doing 2029
enough 2030
church 2031
focusing 2032
solely 2033
sacred 2034
Family 2035
recommended 2036
secular 2037
attend 2038
receiving 2039
trips 2040
Sussex 2041
Cornwall 2042
southern 2043
coast 2044
visited 2045
Margaret 2046
Near 2047
Whitby 2048
Yorkshire 2049
maid 2050
retired 2051
supervise 2052
give 2053
collaborated 2054
Our 2055
First 2056
1954 2057
heart 2058
attack 2059
unable 2060
pursue 2061
extent 2062
aged 2063
manage 2064
planning 2065
1960 2066
1961 2067
Avenue 2068
restored 2069
bequeathed 2070
friend 2071
Edith 2072
taking 2073
residence 2074
deteriorate 2075
nursing 2076
homes 2077
tended 2078
Hospital 2079
77 2080
funeral 2081
services 2082
ashes 2083
scattered 2084
churchyard 2085
1989 2086
division 2087
Penguin 2088
Books 2089
1983 2090
acquired 2091
properties 2092
principally 2093
competent 2094
white 2095
capturing 2096
interesting 2097
indicated 2098
tried 2099
comes 2100
naturally 2101
attention 2102
childhood 2103
favorite 2104
influence 2105
subjects 2106
wear 2107
clothing 2108
though 2109
melancholy 2110
flat 2111
perhaps 2112
advances 2113
printing 2114
technology 2115
studied 2116
eye 2117
Along 2118
Alice 2119
Woodward 2120
influenced 2121
lifelong 2122
am 2123
— 2124
technical 2125
choice 2126
matter 2127
admitted 2128
Everett 2129
wonderful 2130
things 2131
Edward 2132
Jones 2133
sketches 2134
given 2135
charitable 2136
institutions 2137
sponsored 2138
exhibited 2139
covers 2140
dust 2141
jackets 2142
Allies 2143
1915 2144
Shakespeare 2145
Boy 2146
Girl 2147
1920 2148
Old 2149
Times 2150
1928 2151
Lord 2152
1938 2153
tale 2154
girl 2155
critically 2156
Set 2157
1800 2158
1943 2159
tells 2160
Jenny 2161
rescues 2162
poverty 2163
agency 2164
man 2165
Mr. 2166
suggests 2167
social 2168
consciousness 2169
Simon 2170
Swan 2171
outlined 2172
1953 2173
1988 2174
eight 2175
guardian 2176
angel 2177
birthday 2178
Knowledge 2179
1916 2180
respectively 2181
Christmas 2182
Girls 2183
46 2184
society 2185
1926 2186
hung 2187
booklet 2188
cover 2189
Gospel 2190
exhibition 2191
Religious 2192
1929 2193
1933 2194
Feeding 2195
Five 2196
chapel 2197
House 2198
Wales 2199
1934 2200
George 2201
Chapel 2202
disappeared 2203
photograph 2204
dated 2205
1941 2206
font 2207
rolls 2208
wall 2209
1948 2210
1962 2211
1946 2212
x 2213
7 2214
Out 2215
Memorial 2216
Methodist 2217
memorial 2218
preparing 2219
wash 2220
feet 2221
disciples 2222
installed 2223
Cards 2224
J. 2225
Mission 2226
Preservation 2227
Holiday 2228
1921 2229
S. 2230
Harvey 2231
Guardian 2232
Angel 2233
1930s 2234
Barton 2235
Beautiful 2236
Bible 2237
1932 2238
Songs 2239
Picture 2240
M. 2241
K. 2242
Autumn 2243
1927 2244
New 2245
1937 2246
Trees 2247
Window 2248
Garden 2249
Louis 2250
Stevenson 2251
1944 2252
reprinted 2253
1950 2254
Macmillan 2255
1955 2256
Numbers 2257
1957 2258
Words 2259
Sand 2260
Sea 2261
Sun 2262
Gibson 2263
Winter 2264
Seasons 2265
Treasury 2266
2005 2267
Wild 2268
Cherry 2269
Le 2270
2006 2271
How 2272
find 2273
2007 2274
Return 2275
2008 2276
43 2277
Cradle 2278
roll 2279
1922 2280
Banner 2281
triptych 2282
Seven 2283
Baptist 2284
banner 2285
panel 2286
sword 2287
shield 2288
mount 2289
Forces 2290
Andrews 2291
St 2292
Am 2293
Among 2294
national 2295
football 2296
represents 2297
international 2298
competed 2299
match 2300
recognised 2301
FIFA 2302
sport 2303
governing 2304
organised 2305
1998 2306
youth 2307
teams 2308
17 2309
U 2310
Women 2311
Cup 2312
withdrew 2313
regional 2314
faces 2315
challenges 2316
across 2317
Africa 2318
countries 2319
popularity 2320
worldwide 2321
sanctioned 2322
participated 2323
tournaments 2324
African 2325
Championship 2326
Games 2327
Confederation 2328
Football 2329
Azerbaijan 2330
fielded 2331
initial 2332
pool 2333
49 2334
girls 2335
Village 2336
Sierra 2337
Leone 2338
qualifying 2339
matches 2340
tournament 2341
delayed 2342
hours 2343
beat 2344
qualify 2345
final 2346
round 2347
Tunisia 2348
scored 2349
win 2350
qualified 2351
2002 2352
Morocco 2353
Background 2354
access 2355
amongst 2356
human 2357
rights 2358
abuses 2359
targeting 2360
assistance 2361
associations 2362
Another 2363
challenge 2364
retention 2365
Many 2366
leave 2367
continent 2368
seek 2369
greater 2370
opportunity 2371
Europe 2372
founded 2373
1952 2374
affiliated 2375
1968 2376
organized 2377
launched 2378
course 2379
Competition 2380
active 2381
levels 2382
2009 2383
dedicated 2384
Association 2385
representation 2386
board 2387
charter 2388
Plain 2389
plain 2390
brown 2391
stingray 2392
species 2393
shallow 2394
soft 2395
habitats 2396
northern 2397
Australia 2398
cm 2399
9 2400
width 2401
diamond 2402
shaped 2403
grayish 2404
green 2405
pectoral 2406
fin 2407
disc 2408
whip 2409
tail 2410
alternating 2411
bands 2412
folds 2413
below 2414
rows 2415
base 2416
skin 2417
smooth 2418
possesses 2419
dark 2420
mask 2421
pattern 2422
eyes 2423
genus 2424
nature 2425
feeds 2426
mainly 2427
worms 2428
lesser 2429
bony 2430
fishes 2431
females 2432
producing 2433
gestation 2434
via 2435
milk 2436
lacks 2437
economic 2438
value 2439
caught 2440
incidentally 2441
bottom 2442
able 2443
withstand 2444
distribution 2445
International 2446
Conservation 2447
Nature 2448
IUCN 2449
Taxonomy 2450
phylogeny 2451
scientific 2452
description 2453
authored 2454
Commonwealth 2455
Scientific 2456
Industrial 2457
Research 2458
Organisation 2459
researcher 2460
1987 2461
Victoria 2462
Latin 2463
marked 2464
refers 2465
ray 2466
coloration 2467
holotype 2468
male 2469
21 2470
Western 2471
tentatively 2472
group 2473
William 2474
White 2475
elevated 2476
basis 2477
morphological 2478
molecular 2479
phylogenetic 2480
analysis 2481
mitochondrial 2482
nuclear 2483
DNA 2484
N. 2485
basal 2486
divergence 2487
lineage 2488
estimated 2489
occurred 2490
~ 2491
Ma 2492
Furthermore 2493
individuals 2494
study 2495
genetically 2496
suggesting 2497
cryptic 2498
complex 2499
diverged 2500
event 2501
likely 2502
splitting 2503
ancestral 2504
population 2505
coastline 2506
changes 2507
Description 2508
thin 2509
narrowly 2510
rounded 2511
outer 2512
corners 2513
measuring 2514
wide 2515
margins 2516
gently 2517
converge 2518
broad 2519
angle 2520
pointed 2521
tip 2522
snout 2523
close 2524
together 2525
nostrils 2526
elongated 2527
skirt 2528
mouth 2529
bears 2530
prominent 2531
contains 2532
slender 2533
Small 2534
pairs 2535
gill 2536
pelvic 2537
fins 2538
fairly 2539
barely 2540
exceeding 2541
intact 2542
flattened 2543
usually 2544
spines 2545
ventral 2546
fold 2547
shorter 2548
dorsal 2549
row 2550
closely 2551
spaced 2552
becoming 2553
shape 2554
variable 2555
underside 2556
grows 2557
45 2558
Distribution 2559
habitat 2560
inhabits 2561
continental 2562
shelf 2563
Wellesley 2564
Islands 2565
Queensland 2566
Bonaparte 2567
Gulf 2568
Timor 2569
Seas 2570
reports 2571
range 2572
extends 2573
Papua 2574
Guinea 2575
least 2576
native 2577
region 2578
prefers 2579
fine 2580
sediment 2581
62 2582
39 2583
203 2584
ft 2585
deep 2586
tends 2587
farther 2588
shore 2589
Biology 2590
ecology 2591
hunts 2592
surface 2593
substrate 2594
digging 2595
prey 2596
diet 2597
consists 2598
predominantly 2599
eaten 2600
Larger 2601
rays 2602
consume 2603
variety 2604
relatively 2605
compared 2606
developing 2607
embryos 2608
sustained 2609
term 2610
functional 2611
size 2612
measure 2613
Males 2614
reach 2615
sexual 2616
maturity 2617
maximum 2618
lifespan 2619
males 2620
Human 2621
interactions 2622
conservation 2623
threat 2624
incidental 2625
capture 2626
commercial 2627
fisheries 2628
caused 2629
Northern 2630
operates 2631
Although 2632
discarded 2633
delicate 2634
bodied 2635
thus 2636
unlikely 2637
survive 2638
encounters 2639
gear 2640
Historically 2641
Chinese 2642
1959 2643
1990 2644
These 2645
factors 2646
coupled 2647
reproductive 2648
rate 2649
resulted 2650
assessed 2651
Columbus 2652
Jackets 2653
season 2654
Hockey 2655
League 2656
NHL 2657
record 2658
note 2659
worst 2660
straight 2661
missed 2662
playoffs 2663
Consequently 2664
receive 2665
selection 2666
Entry 2667
Draft 2668
lottery 2669
Edmonton 2670
Oilers 2671
pick 2672
start 2673
Head 2674
Coach 2675
Scott 2676
fired 2677
replaced 2678
Assistant 2679
Todd 2680
Richards 2681
personnel 2682
trade 2683
Star 2684
forward 2685
Jeff 2686
Carter 2687
prospect 2688
rebuild 2689
captain 2690
Rick 2691
Nash 2692
requested 2693
controversial 2694
loss 2695
Los 2696
Angeles 2697
Kings 2698
Staples 2699
clock 2700
appeared 2701
freeze 2702
seconds 2703
allowing 2704
score 2705
tying 2706
winning 2707
overtime 2708
managed 2709
helping 2710
finish 2711
65 2712
total 2713
Off 2714
changed 2715
moving 2716
deal 2717
Manager 2718
acquisition 2719
draft 2720
eighth 2721
Philadelphia 2722
Flyers 2723
exchange 2724
fans 2725
management 2726
center 2727
alongside 2728
Next 2729
negotiating 2730
free 2731
agent 2732
career 2733
high 2734
51 2735
York 2736
Islanders 2737
Montreal 2738
Canadiens 2739
fifth 2740
highest 2741
league 2742
scoring 2743
terms 2744
hour 2745
prior 2746
signing 2747
33 2748
million 2749
former 2750
Ottawa 2751
Senators 2752
failed 2753
expectations 2754
44 2755
seasons 2756
questioned 2757
veteran 2758
goaltender 2759
Steve 2760
Mason 2761
Calder 2762
Trophy 2763
winner 2764
struggled 2765
consecutive 2766
Mark 2767
50 2768
minutes 2769
sign 2770
Curtis 2771
string 2772
AHL 2773
affiliate 2774
Springfield 2775
training 2776
ankle 2777
line 2778
Additionally 2779
groin 2780
injury 2781
Allen 2782
entering 2783
December 2784
injured 2785
losing 2786
streak 2787
minute 2788
Jason 2789
tied 2790
power 2791
Milan 2792
helped 2793
Detroit 2794
Red 2795
Wings 2796
reached 2797
debut 2798
Johansen 2799
Moore 2800
Grant 2801
assists 2802
momentum 2803
struggle 2804
culminating 2805
struggling 2806
shake 2807
roster 2808
Pittsburgh 2809
Penguins 2810
Russell 2811
Blues 2812
clubs 2813
slow 2814
Ken 2815
Hitchcock 2816
coached 2817
playoff 2818
contract 2819
Before 2820
fruition 2821
permission 2822
hire 2823
coaching 2824
amassed 2825
frame 2826
Boston 2827
Bruins 2828
shootout 2829
posting 2830
38 2831
average 2832
percentage 2833
starts 2834
might 2835
numerous 2836
hit 2837
warm 2838
ups 2839
concussion 2840
Vancouver 2841
Canucks 2842
suffering 2843
temporarily 2844
breaking 2845
seen 2846
However 2847
going 2848
stretch 2849
continuing 2850
trading 2851
discussions 2852
better 2853
willing 2854
clause 2855
publicly 2856
intention 2857
More 2858
attributed 2859
des 2860
sports 2861
unhappy 2862
demanded 2863
ever 2864
unsure 2865
deadline 2866
approaching 2867
speculation 2868
picked 2869
Reports 2870
trying 2871
100 2872
percent 2873
halfway 2874
double 2875
digit 2876
wins 2877
sitting 2878
interim 2879
Minnesota 2880
Phoenix 2881
fortunes 2882
break 2883
owner 2884
P. 2885
letter 2886
stating 2887
understanding 2888
frustration 2889
disappointing 2890
committed 2891
proud 2892
thanked 2893
dedication 2894
passion 2895
consistently 2896
compete 2897
Stanley 2898
Days 2899
protest 2900
Arena 2901
Fans 2902
upset 2903
calling 2904
protested 2905
host 2906
2013 2907
representative 2908
star 2909
represented 2910
rookie 2911
participant 2912
Super 2913
Insurance 2914
Breakaway 2915
Challenge 2916
judged 2917
% 2918
vote 2919
road 2920
Drew 2921
Upon 2922
Dean 2923
correct 2924
extra 2925
blog 2926
amazing 2927
coincidence 2928
mad 2929
our 2930
net 2931
dying 2932
hockey 2933
stopped 2934
adding 2935
deliberate 2936
stopping 2937
Senior 2938
Vice 2939
Operations 2940
Colin 2941
Campbell 2942
outcome 2943
delay 2944
noticed 2945
ice 2946
Toronto 2947
pause 2948
investigation 2949
talking 2950
manufacturer 2951
interviewing 2952
weeks 2953
unlike 2954
earlier 2955
proposals 2956
involving 2957
actively 2958
shopping 2959
options 2960
improving 2961
ask 2962
combination 2963
proven 2964
prospects 2965
picks 2966
dealt 2967
Antoine 2968
Despite 2969
believed 2970
flexibility 2971
Jack 2972
Johnson 2973
Samuel 2974
fourth 2975
Taylor 2976
rebuilding 2977
phase 2978
huge 2979
bringing 2980
assets 2981
view 2982
thing 2983
organization 2984
personally 2985
shutout 2986
Colorado 2987
proceeded 2988
posted 2989
regulation 2990
victories 2991
defeated 2992
earn 2993
immediately 2994
matched 2995
ten 2996
eliminated 2997
contention 2998
Shortly 2999
clinched 3000
30th 3001
Three 3002
Playing 3003
saves 3004
starter 3005
led 3006
shots 3007
Mike 3008
lowest 3009
64 3010
penalty 3011
kill 3012
76 3013
weighted 3014
48 3015
drafting 3016
secure 3017
dropped 3018
coach 3019
press 3020
conference 3021
continuously 3022
earned 3023
expansion 3024
Central 3025
Division 3026
Conference 3027
Nashville 3028
Predators 3029
36 3030
Divisions 3031
CE 3032
Northwest 3033
PA 3034
bold 3035
y 3036
Won 3037
p 3038
Presidents 3039
Schedule 3040
results 3041
background 3042
indicates 3043
Silver 3044
Player 3045
statistics 3046
collectively 3047
minus 3048
effect 3049
Below 3050
listing 3051
G 3052
+ 3053
Plus 3054
Time 3055
Ice 3056
W 3057
L 3058
GA 3059
Against 3060
GAA 3061
Save 3062
joining 3063
reflect 3064
mid 3065
remedy 3066
University 3067
Michigan 3068
Shawn 3069
NCAA 3070
Tournament 3071
skipped 3072
astronomy 3073
drove 3074
worn 3075
2003 3076
Ford 3077
Ranger 3078
depth 3079
chart 3080
behest 3081
teammates 3082
put 3083
ninth 3084
Conversely 3085
parted 3086
Jan 3087
Anton 3088
Commodore 3089
offers 3090
agents 3091
big 3092
minors 3093
replace 3094
departed 3095
missing 3096
Brett 3097
Italian 3098
Winds 3099
Gallery 3100
connects 3101
Villa 3102
Palace 3103
Vatican 3104
architect 3105
credited 3106
Reform 3107
commissioned 3108
Pope 3109
Gregory 3110
XIII 3111
Observatory 3112
Four 3113
stages 3114
progressive 3115
astronomical 3116
observations 3117
confirmation 3118
reform 3119
Julian 3120
calendar 3121
stage 3122
Leo 3123
1891 3124
directive 3125
greatest 3126
experts 3127
appointed 3128
BC 3129
verify 3130
reforms 3131
Jesuit 3132
mathematician 3133
Roman 3134
College 3135
expert 3136
committee 3137
suggested 3138
73 3139
metres 3140
240 3141
flanked 3142
instrumentation 3143
observation 3144
sun 3145
falling 3146
circular 3147
marble 3148
plate 3149
centre 3150
remains 3151
undergone 3152
centuries 3153
17th 3154
18th 3155
Luigi 3156
clergyman 3157
Earlier 3158
1797 3159
VI 3160
approval 3161
inscription 3162
implemented 3163
Cardinal 3164
enhance 3165
observatory 3166
apart 3167
normal 3168
devices 3169
meteorological 3170
magnetic 3171
transit 3172
Telescope 3173
facilitated 3174
recording 3175
eclipse 3176
Jupiter 3177
Mercury 3178
patronage 3179
domes 3180
strategic 3181
locations 3182
300 3183
400 3184
fortification 3185
thousand 3186
respected 3187
physics 3188
biology 3189
Hebrew 3190
language 3191
1821 3192
continuous 3193
twice 3194
AM 3195
PM 3196
programme 3197
Meteorological 3198
manuscript 3199
preserved 3200
Subsequent 3201
discontinued 3202
1787 3203
Third 3204
revival 3205
initiated 3206
Francesco 3207
High 3208
generous 3209
donations 3210
Hicks 3211
London 3212
automatic 3213
Paris 3214
inch 3215
instrument 3216
1888 3217
gift 3218
telescope 3219
Father 3220
joined 3221
1889 3222
upgraded 3223
overlooking 3224
border 3225
diameter 3226
56 3227
thickness 3228
bear 3229
load 3230
photographic 3231
Rodriguez 3232
1898 3233
1905 3234
seat 3235
decision 3236
altering 3237
roof 3238
terrace 3239
Fourth 3240
communicating 3241
towers 3242
X. 3243
historical 3244
carry 3245
linking 3246
fortified 3247
83 3248
bridge 3249
spanning 3250
gap 3251
camera 3252
erected 3253
result 3254
modifications 3255
Academy 3256
seismic 3257
shifted 3258
Valle 3259
di 3260
Astronomical 3261
rooms 3262
machines 3263
plates 3264
notes 3265
stars 3266
Charts 3267
printed 3268
silver 3269
Features 3270
famous 3271
Meridian 3272
Urban 3273
VIII 3274
enclosed 3275
subsequently 3276
decorated 3277
sequences 3278
Flemish 3279
Paul 3280
Today 3281
da 3282
Christina 3283
Sweden 3284
Catholicism 3285
modified 3286
additions 3287
current 3288
sophisticated 3289
fixed 3290
ceiling 3291
papal 3292
running 3293
height 3294
noon 3295
according 3296
contrast 3297
mechanism 3298
strength 3299
wind 3300
functioning 3301
Athens 3302
source 3303
inspiration 3304
hall 3305
cases 3306
hills 3307
countryside 3308
Jesus 3309
storm 3310
forth 3311
Got 3312
Be 3313
Way 3314
songwriter 3315
Mariah 3316
Carey 3317
titled 3318
album 3319
Columbia 3320
Kingdom 3321
Wake 3322
session 3323
composition 3324
track 3325
socio 3326
political 3327
conscious 3328
R 3329
B 3330
pop 3331
addresses 3332
existence 3333
racism 3334
garnered 3335
mixed 3336
reception 3337
vocals 3338
highlights 3339
Singles 3340
Chart 3341
Co 3342
Michael 3343
appears 3344
engineered 3345
Bob 3346
Cove 3347
Sound 3348
Studios 3349
Power 3350
assisted 3351
Dana 3352
Jon 3353
David 3354
San 3355
Rafael 3356
keyboards 3357
rhythm 3358
engineering 3359
Joe 3360
Franco 3361
Vernon 3362
Rich 3363
performing 3364
synth 3365
horns 3366
Billy 3367
T. 3368
CD 3369
remixes 3370
vinyl 3371
Composition 3372
gospel 3373
activism 3374
got 3375
connect 3376
begins 3377
we 3378
tolerant 3379
resort 3380
accept 3381
Can 3382
ourselves 3383
aware 3384
Critical 3385
Christgau 3386
brave 3387
Ralph 3388
Novak 3389
testimony 3390
talent 3391
write 3392
clarity 3393
makes 3394
mark 3395
twenty 3396
Billboard 3397
Trevor 3398
Anderson 3399
2015 3400
melodic 3401
opener 3402
Vision 3403
Love 3404
highlighted 3405
stark 3406
lyrical 3407
differences 3408
writing 3409
whistle 3410
aim 3411
memorable 3412
empty 3413
street 3414
followed 3415
clips 3416
poorer 3417
daily 3418
wooden 3419
gang 3420
fun 3421
elderly 3422
hanging 3423
newspapers 3424
walks 3425
leaning 3426
steps 3427
looking 3428
happening 3429
shown 3430
chorus 3431
everyone 3432
dance 3433
choir 3434
crowded 3435
ages 3436
backgrounds 3437
neon 3438
says 3439
Track 3440
listings 3441
Original 3442
version 3443
52 3444
remix 3445
Alternative 3446
Vocal 3447
Mix 3448
Nebraska 3449
Highway 3450
88 3451
N 3452
highway 3453
northwestern 3454
terminus 3455
Wyoming 3456
151 3457
travels 3458
eastward 3459
71 3460
ends 3461
intersection 3462
92 3463
1986 3464
Route 3465
County 3466
northeast 3467
bends 3468
mile 3469
32 3470
intersects 3471
streets 3472
rural 3473
farmland 3474
concurrent 3475
concurrency 3476
travel 3477
sixteen 3478
enters 3479
crosses 3480
Creek 3481
unincorporated 3482
community 3483
rock 3484
formations 3485
Rocks 3486
visible 3487
toward 3488
railroad 3489
Railway 3490
Roads 3491
calculated 3492
410 3493
traveling 3494
315 3495
county 3496
expressed 3497
annual 3498
traffic 3499
AADT 3500
Only 3501
System 3502
NHS 3503
network 3504
highways 3505
identified 3506
important 3507
economy 3508
mobility 3509
defense 3510
connecting 3511
86 3512
adequate 3513
legal 3514
define 3515
renumbered 3516
rerouted 3517
alignment 3518
Between 3519
1981 3520
82 3521
extending 3522
intersections 3523
USS 3524
Atlanta 3525
Scottish 3526
blockade 3527
runner 3528
Confederacy 3529
run 3530
Savannah 3531
Georgia 3532
attempts 3533
ship 3534
captured 3535
monitors 3536
aground 3537
deployed 3538
supporting 3539
1865 3540
reserve 3541
Several 3542
Haiti 3543
sea 3544
1869 3545
voyage 3546
J 3547
Thomson 3548
Clyde 3549
Bank 3550
Iron 3551
Glasgow 3552
Scotland 3553
189 3554
57 3555
beam 3556
tonnage 3557
700 3558
tons 3559
equipped 3560
vertical 3561
cylinder 3562
direct 3563
acting 3564
steam 3565
engines 3566
generated 3567
boiler 3568
speed 3569
knots 3570
h 3571
mph 3572
bore 3573
inches 3574
mm 3575
stroke 3576
ports 3577
Highland 3578
Service 3579
D. 3580
primary 3581
Britain 3582
deliver 3583
supplies 3584
disguise 3585
cargo 3586
crew 3587
Bermuda 3588
Nassau 3589
Bahamas 3590
loaded 3591
Bullock 3592
passengers 3593
attempt 3594
night 3595
slowly 3596
sank 3597
Austrian 3598
brig 3599
swinging 3600
anchor 3601
lights 3602
embarked 3603
steamer 3604
settle 3605
damages 3606
owners 3607
afford 3608
affair 3609
lest 3610
detained 3611
port 3612
anyone 3613
objected 3614
plan 3615
join 3616
slip 3617
safely 3618
estuary 3619
fog 3620
sighting 3621
went 3622
Richmond 3623
Stephen 3624
Mallory 3625
Secretary 3626
endorsed 3627
cotton 3628
sell 3629
ships 3630
coal 3631
impossible 3632
controlled 3633
every 3634
channel 3635
aided 3636
occupation 3637
Island 3638
hopeless 3639
brothers 3640
Nelson 3641
convert 3642
financed 3643
contributions 3644
cut 3645
deck 3646
sides 3647
hull 3648
conversion 3649
204 3650
41 3651
displaced 3652
t 3653
armor 3654
angled 3655
° 3656
horizontal 3657
layers 3658
rails 3659
rolled 3660
180 3661
layer 3662
vertically 3663
inner 3664
horizontally 3665
backed 3666
oak 3667
oriented 3668
191 3669
pine 3670
waterline 3671
59 3672
armored 3673
rectangular 3674
narrow 3675
bow 3676
stern 3677
protected 3678
elevate 3679
banded 3680
178 3681
Brooke 3682
mounts 3683
occupied 3684
163 3685
weighed 3686
pounds 3687
800 3688
kg 3689
80 3690
pound 3691
piercing 3692
bolts 3693
110 3694
explosive 3695
shells 3696
equivalent 3697
solid 3698
ram 3699
reinforced 3700
steel 3701
bars 3702
torpedo 3703
powder 3704
pole 3705
connected 3706
lowered 3707
means 3708
July 3709
Charles 3710
trials 3711
Pulaski 3712
difficult 3713
steer 3714
weight 3715
significantly 3716
reduced 3717
waters 3718
leaked 3719
virtually 3720
air 3721
circulation 3722
report 3723
ventilation 3724
heat 3725
intense 3726
commented 3727
diary 3728
What 3729
God 3730
! 3731
Attempts 3732
fix 3733
leaks 3734
22 3735
flagship 3736
Flag 3737
Officer 3738
defenses 3739
Under 3740
pressure 3741
ironclads 3742
arrived 3743
engineers 3744
clear 3745
obstacles 3746
blocking 3747
manner 3748
coordination 3749
actually 3750
Nonetheless 3751
pass 3752
tide 3753
winds 3754
prevented 3755
water 3756
rising 3757
allow 3758
passed 3759
Port 3760
Royal 3761
Carolina 3762
attacking 3763
Charleston 3764
waiting 3765
retreat 3766
augmented 3767
lack 3768
squadron 3769
Commander 3770
L. 3771
Page 3772
relieved 3773
A. 3774
Webb 3775
demonstrated 3776
sortie 3777
broke 3778
pull 3779
rejecting 3780
complete 3781
meantime 3782
Rear 3783
Admiral 3784
F. 3785
Du 3786
Atlantic 3787
Squadron 3788
Rodgers 3789
Wilmington 3790
concealed 3791
easy 3792
sink 3793
accompany 3794
tow 3795
aboard 3796
spotted 3797
04 3798
landed 3799
pushed 3800
onto 3801
get 3802
200 3803
yards 3804
270 3805
struck 3806
penetrated 3807
backing 3808
fragments 3809
disabled 3810
penetrate 3811
leak 3812
starboard 3813
wounding 3814
pilots 3815
hard 3816
maneuver 3817
positions 3818
reply 3819
damage 3820
inflicted 3821
resistance 3822
124 3823
wounded 3824
badly 3825
require 3826
easily 3827
pulled 3828
Not 3829
350 3830
crews 3831
signaling 3832
150 3833
Parrott 3834
amidships 3835
elevation 3836
currently 3837
Yard 3838
defend 3839
Dawn 3840
dispersed 3841
cavalry 3842
Trent 3843
Reach 3844
Sam 3845
Ward 3846
delivered 3847
representatives 3848
Sydney 3849
lawyer 3850
advance 3851
260 3852
possibly 3853
violations 3854
neutrality 3855
laws 3856
recruits 3857
embroiled 3858
civil 3859
sailed 3860
au 3861
Prince 3862
Delaware 3863
Bay 3864
Chester 3865
Pennsylvania 3866
Triumph 3867
vanished 3868
en 3869
apparently 3870
sinking 3871
Cape 3872
Hatteras 3873
Fernandez 3874
Sri 3875
Lankan 3876
actress 3877
model 3878
Miss 3879
Universe 3880
Lanka 3881
pageant 3882
graduated 3883
degree 3884
mass 3885
communication 3886
reporter 3887
assignment 3888
India 3889
auditioned 3890
drama 3891
breakthrough 3892
psychological 3893
thriller 3894
Murder 3895
success 3896
roles 3897
ensemble 3898
comedy 3899
Race 3900
box 3901
successes 3902
performance 3903
Award 3904
Best 3905
Supporting 3906
Actress 3907
nomination 3908
lady 3909
grossing 3910
Bollywood 3911
films 3912
actresses 3913
recipient 3914
Year 3915
Female 3916
screen 3917
humanitarian 3918
modeling 3919
ethnic 3920
Kim 3921
Malaysian 3922
descent 3923
grandfather 3924
Canadian 3925
grandparents 3926
musician 3927
1980s 3928
escape 3929
unrest 3930
hosted 3931
age 3932
fourteen 3933
pursued 3934
graduating 3935
languages 3936
learnt 3937
Spanish 3938
French 3939
Arabic 3940
Hollywood 3941
movie 3942
Acting 3943
accepted 3944
industry 3945
crowned 3946
ground 3947
medium 3948
knowing 3949
confidence 3950
O 3951
duo 3952
traveled 3953
theatre 3954
Barry 3955
film 3956
interest 3957
Princess 3958
reviews 3959
Chopra 3960
plastic 3961
e 3962
CNN 3963
confident 3964
critical 3965
failure 3966
opposite 3967
science 3968
fiction 3969
romantic 3970
Venus 3971
lands 3972
Earth 3973
search 3974
fool 3975
whilst 3976
actions 3977
ranging 3978
violent 3979
Tara 3980
keeper 3981
intent 3982
turning 3983
Barbie 3984
Critic 3985
pin 3986
prick 3987
balloon 3988
cameo 3989
Khan 3990
Mahesh 3991
marker 3992
lonely 3993
confused 3994
relationship 3995
Arjun 3996
sex 3997
romance 3998
literally 3999
baked 4000
Kumar 4001
productions 4002
₹ 4003
billion 4004
negative 4005
looks 4006
pleasure 4007
14th 4008
Awards 4009
Ali 4010
Kapoor 4011
cinematic 4012
fencing 4013
emerged 4014
domestic 4015
gross 4016
wound 4017
nowhere 4018
Ki 4019
directorial 4020
remake 4021
Telugu 4022
starred 4023
student 4024
voice 4025
Francis 4026
incredibly 4027
magic 4028
Raja 4029
Sen 4030
dialogue 4031
unfortunate 4032
revenue 4033
Singh 4034
Roy 4035
boring 4036
dual 4037
Ayesha 4038
filmmaker 4039
thief 4040
TV 4041
till 4042
date 4043
guest 4044
satire 4045
Brothers 4046
starring 4047
challenging 4048
departure 4049
reputation 4050
portraying 4051
Film 4052
Sharma 4053
News 4054
promising 4055
ing 4056
pleasing 4057
fighter 4058
gives 4059
finest 4060
plays 4061
gets 4062
happy 4063
seeing 4064
contained 4065
projects 4066
shooting 4067
crime 4068
horror 4069
Fear 4070
appear 4071
Entertainment 4072
D 4073
Flying 4074
Tiger 4075
Indo 4076
Jackie 4077
Chan 4078
Gold 4079
shares 4080
bond 4081
admits 4082
miss 4083
everyday 4084
don 4085
realise 4086
you 4087
staying 4088
responsible 4089
myself 4090
priorities 4091
vegetarian 4092
40 4093
observe 4094
Lent 4095
Ash 4096
Wednesday 4097
Holy 4098
Saturday 4099
dating 4100
prince 4101
Hassan 4102
bin 4103
Al 4104
whom 4105
mutual 4106
party 4107
separated 4108
filming 4109
attracted 4110
media 4111
coverage 4112
impending 4113
wedding 4114
ended 4115
supported 4116
organisations 4117
causes 4118
behalf 4119
Treatment 4120
Animals 4121
Mumbai 4122
Municipal 4123
Commissioner 4124
horse 4125
drawn 4126
carriage 4127
